// my_collect.js
Page({

  data: {

    //模拟数据
    collects: [
      {
        id: 1,
        name: '匿名游客',
        img: '/images/icon/nobody.png',
        content: '都说乐视是贾老板玩资本运作玩砸了的下场，这方面我不懂，而且我敢断定知乎上高谈阔论的很多大牛其实也未必就有多明白，这一块随机性太大，紫辉的刚总算不算成功人士？慧眼独具投了陌陌，回报率近百一战封神。然后还不是在我锤身上栽个大跟头？',
        likes: 12,
        comments: 0
      },
      {
        id: 2,
        name: '匿名游客',
        img: '/images/icon/nobody.png',
        content: '都说乐视是贾老板玩资本运作玩砸了的下场，这方面我不懂，而且我敢断定知乎上高谈阔论的很多大牛其实也未必就有多明白，这一块随机性太大，紫辉的刚总算不算成功人士？慧眼独具投了陌陌，回报率近百一战封神。然后还不是在我锤身上栽个大跟头？',
        likes: 0,
        comments: 111
      },
      {
        id: 3,
        name: '匿名游客',
        img: '/images/icon/nobody.png',
        content: '都说乐视是贾老板玩资本运作玩砸了的下场，这方面我不懂，而且我敢断定知乎上高谈阔论的很多大牛其实也未必就有多明白，这一块随机性太大，紫辉的刚总算不算成功人士？慧眼独具投了陌陌，回报率近百一战封神。然后还不是在我锤身上栽个大跟头？',
        likes: 20,
        comments: 41
      },
      {
        id: 4,
        name: '匿名游客',
        img: '/images/icon/nobody.png',
        content: '都说乐视是贾老板玩资本运作玩砸了的下场，这方面我不懂，而且我敢断定知乎上高谈阔论的很多大牛其实也未必就有多明白，这一块随机性太大，紫辉的刚总算不算成功人士？慧眼独具投了陌陌，回报率近百一战封神。然后还不是在我锤身上栽个大跟头？',
        likes: 0,
        comments: 0
      }
    ]
  },

  onLoad: function (options) {

  },


})